Repository: AlexanderTomashchuk/redlink-bot
Catalog: src/Application/Resources/Localization.*.resx
Languages: ru, uk

# EnterProductName
source: Enter a name for the product you want to sell
ru: Введите название товара, который вы хотите продать
uk: Введіть назву товару, який ви хочете продати

# AttachProductPhoto
source: Attach the photo of your product (up to 10 MB)
ru: Приложите фотографию вашего товара (размером до 10 МБ)
uk: Прикрипіть фотографію вашого товару (розміром до 10 МБ)

# ChooseProductCondition
source: Choose the condition of the product
ru: Выберите состояние товара
uk: Оберіть стан товару

# EnterProductPrice
source: Enter a price of product
ru: Укажите цену товара
uk: Вкажіть ціну товару

# ChooseLanguageFromList
source: Please choose your language from the list below
ru: Пожалуйста, выберите свой язык из списка ниже
uk: Будь ласка, виберіть свою мову зі списку нижче

source: Selected country
ru: Выбранная страна
uk: Вибрана країна

source: Selected language
ru: Выбранный язык
uk: Вибрана мова

# UseMenuForProductConditonErr
source: Use the menu to choose the product condition
ru: Используйте меню для выбора состояния товара
uk: Використовуйте меню для вибору стану товару

# TypeMsgForProductPriceErr
source: Type the message to provide the product price
ru: Введите сообщение, чтобы указать цену товара
uk: Введіть повідомлення, щоб вказати ціну товару

# TypeMsgForProductNameErr
source: Type the message to provide the product name
ru: Введите сообщение, чтобы указать название товара
uk: Введіть повідомлення, щоб вказати назву товару

# ProductNameAtLeast5CharsErr
source: The length of the product name must consist of at least 5 characters
ru: Длина названия товара должна состоять не менее чем из 5 символов
uk: Довжина назви товару повинна складатися не менше ніж з 5 символів

# ProductPriceGtr0Err
source: The price should be greater then 0
ru: Цена должна быть больше 0
uk: Ціна повинна бути більше 0

# IncorrectProductPriceFormatErr
source: The price is provided in incorrect format. Correct format examples: 123 or 123.45
ru: Цена указана в неправильном формате. Примеры правильного формата: 123 или 123,45
uk: Ціна вказана в неправильному форматі. Приклади правильного формату: 123 або 123,45

source: Change language
ru: Сменить язык
uk: Змінити мову

source: Back
ru: Назад
uk: Назад

# AttachPhotoErr
source: Attach or take a photo of your product
ru: Прикрепите или сфотографируйте свой товар
uk: Прикріпіть або сфотографуйте свій товар

source: Change country
ru: Сменить страну
uk: Змінити країну

# YourCurrProfileSettings
source: Your current profile settings
ru: Ваши текущие настройки профиля
uk: Ваші поточні налаштування профілю

# YouCanUseMeUsingCommands
source: You can control me by sending these commands
ru: Вы можете управлять мной, посылая эти команды
uk: Ви можете керувати мною, посилаючи ці команди

# UseBtnsToChangeProfile
source: To change profile settings, please use the buttons below
ru: Чтобы изменить настройки профиля, пожалуйста, используйте кнопки ниже
uk: Щоб змінити налаштування профілю, будь ласка, використовуйте кнопки нижче

# TheProductYouCreated
source: There is a product you created
ru: Товар, который вы создали
uk: Товар, який ви створили

# ReviewProductInformation
source: Please review the product information, edit if necessary and press 'Publish' button to post it
ru: Пожалуйста, ознакомьтесь с информацией о товаре, отредактируйте при необходимости и нажмите кнопку "Опубликовать"
uk: Будь ласка, ознайомтеся з інформацією про товар, відредагуйте при необхідності і натисніть кнопку "Опублікувати"

source: Publish
ru: Опубликовать
uk: Опублікувати

source: Language
ru: Язык
uk: Мова

source: Hello
ru: Привет
uk: Привіт

source: Country
ru: Страна
uk: Країна

# ChooseCountryFromList
source: Please select your country from the list below
ru: Пожалуйста, выберите свою страну из списка ниже
uk: Будь ласка, виберіть свою країну зі списку нижче

# CountryHelpsProvideRelevantProducts
source: This information will help us to provide you the most relevant products we have in you country
ru: Эта информация поможет нам предоставить вам наиболее актуальные товары, которые у нас есть в вашей стране
uk: Ця інформація допоможе нам надати вам найбільш актуальні товари, які у нас є у вашій країні

# ICanHelpToSellClothes
source: I can help you sell or buy a variety of clothes
ru: Я могу помочь вам продать или купить разнообразную одежду
uk: Я можу допомогти вам продати або купити різноманітний одяг

source: Accessories
ru: Аксессуары
uk: Аксесуари

source: Bags
ru: Сумки
uk: Сумки

source: Clothes
ru: Одежда
uk: Одяг

source: Clothes for home
ru: Одежда для дома
uk: Одяг для дому

source: English
ru: Английский
uk: Англійська

source: Good
ru: Хорошее
uk: Хороший

source: Jewelry
ru: Ювелирные украшения
uk: Ювелірні прикраси

source: Footwear
ru: Обувь
uk: Взуття

source: Lingerie
ru: Женское белье
uk: Жіноча білизна

source: New
ru: Новый
uk: Новий

source: Outerwear
ru: Верхняя одежда
uk: Верхній одяг

source: Perfect
ru: Идеальное
uk: Ідеальний

source: Poland
ru: Польша
uk: Польща

source: Russia
ru: Россия
uk: Росія

source: Russian
ru: Русский
uk: Російська

source: Satisfactory
ru: Удовлетворительное
uk: Задовільний

source: Ukraine
ru: Украина
uk: Україна

source: Ukrainian
ru: Украинский
uk: Українська

source: USA
ru: США
uk: США

source: Very good
ru: Отличное
uk: Відмінний

source: Condition
ru: Состояние
uk: Стан

source: Seller
ru: Продавец
uk: Продавець

# SelectedCondition
source: Chosen condition
ru: Выбранное состояние
uk: Вибрана стан

# PublishPostErr
source: Before proceeding, press the 'Publish' button to publish the product or use the /sell command to create a new product
ru: Прежде чем продолжить, нажмите кнопку 'Опубликовать' для публикации товара или используйте команду /sell чтобы создать новый товар
uk: Перш ніж продовжити, натисніть кнопку 'Опублікувати' для публікації товару або використайте команду /sell щоб створити новий товар

source: Category
ru: Категория
uk: Категорія

# ChooseProductCategory
source: Now choose the category of the product
ru: Теперь выберите категорию товара
uk: Тепер оберіть категорію товару

# ChooseProductSection
source: Choose the section of the product
ru: Выберите раздел товара
uk: Оберіть розділ товару

# ChooseProductCurrency
source: Choose the currency of the product
ru: Выберите валюту товара
uk: Оберіть валюту товару

# UseMenuForProductCurrencyErr
source: Use the menu to choose the product currency
ru: Используйте меню, чтобы выбрать валюту товару
uk: Використовуйте меню для вибору валюту товару

source: Chosen category
ru: Выбранная категория
uk: Обрана категорія

source: Chosen currency
ru: Выбранная валюта
uk: Обрана валюта

source: Chosen condition
ru: Выбранное состояние
uk: Обраний стан

source: Boots
ru: Сапоги
uk: Чоботи

source: Ankle boots
ru: Ботинки
uk: Черевики

source: Sneakers
ru: Кроссовки | кеды
uk: Кросівки | кеди

source: Flip flops
ru: Вьетнамки
uk: В'єтнамки

source: Sandals
ru: Босоножки
uk: Босоніжки

source: Moccasins
ru: Мокасины
uk: Мокасини

source: Loafers
ru: Лоферы
uk: Лофери

source: Rubberised boots
ru: Резиновые сапоги
uk: Гумові чоботи

source: Shoes
ru: Туфли
uk: Туфли

source: Uggs
ru: Угги
uk: Уггі

source: Ballerinas
ru: Балетки
uk: Балетки

source: Espadrilles
ru: Эспадрильи
uk: Еспадрільї

source: Mules
ru: Мюли
uk: Мюль

source: Slippers
ru: Тапочки
uk: Тапочки

source: Wallets
ru: Кошельки
uk: Гаманці

source: Cardholders
ru: Кардхолдеры
uk: Кардхолдери

source: Backpacks
ru: Рюкзаки
uk: Рюкзаки

source: Clutch bags
ru: Клачи
uk: Клачі

source: Document covers
ru: Обложки для документов
uk: Обкладинки для документів

source: Toiletry bags
ru: Косметички
uk: Косметички

source: Knitwear
ru: Трикотаж
uk: Трикотаж

source: Sweatshirts | Hoodies
ru: Свитшоты | толстовки
uk: Світшоти | Светри

source: Trousers
ru: Штаны
uk: Штани

source: T-shirts
ru: Футболки
uk: Футболки

source: Shirts
ru: Рубашки
uk: Сорочки

source: Shorts
ru: Шорты
uk: Шорти

source: Suits | Jumpsuits
ru: Костюмы и комбинезоны
uk: Костюми та комбінезони

source: Loungewear
ru: Одежда для дома
uk: Одяг для дому

source: Sportswear
ru: Одежда для спорта
uk: Одяг для спорту

source: Skirts
ru: Юбки
uk: Спідниці

source: Jeans
ru: Джинсы
uk: Джинси

source: Dresses
ru: Платья
uk: Плаття

source: Coats
ru: Пальто
uk: Пальто

source: Trench coats
ru: Плащи
uk: Плащі

source: Jackets
ru: Куртки
uk: Куртки

source: Fur coats
ru: Шубы
uk: Шуби

source: Gilets
ru: Жилетки
uk: Жилетки

source: Blazers
ru: Пиджаки и жакеты
uk: Піджаки і жакети

source: Puffer jackets
ru: Пуховики
uk: Пуховики

source: Parkas
ru: Парки
uk: Парки

source: Double-faced jackets
ru: Дубленки
uk: Дублянки

source: Glasses
ru: Очки
uk: Окуляри

source: Headwear
ru: Головные уборы
uk: Головні убори

source: Headwears
ru: Головные уборы
uk: Головні убори

source: Belts
ru: Ремни
uk: Ремені

source: Scarves
ru: Шарфы и платки
uk: Шарфи і хустки

source: Gloves
ru: Перчатки и варежки
uk: Рукавички

source: Umbrellas
ru: Зонты
uk: Парасолі

source: Bras
ru: Бюстгальтеры
uk: Бюстгальтери

source: Briefs
ru: Трусики
uk: Трусики

source: Swimwear
ru: Одежда для плаванья
uk: Одяг для плавання

source: Socks | Tights
ru: Носки | Колготы
uk: Шкарпетки | Колготи

source: Bodysuits
ru: Боди
uk: Боді

source: Corsets
ru: Корсеты
uk: Корсети

source: Jewellery
ru: Ювелирные украшения
uk: Ювелірні прикраси

source: Necklaces
ru: Ожерелья
uk: Намиста

source: Rings
ru: Кольца
uk: Кільця

source: Bracelets
ru: Браслеты
uk: Браслети

source: Leg bracelets
ru: Браслеты на ногу
uk: Браслети на ногу

source: Earrings
ru: Сережки
uk: Сережки

source: Ear cuffs
ru: Кафы
uk: Кафи

source: Hair clips
ru: Заколки
uk: Шпильки

source: Nightwear
ru: Одежда для дома и сна
uk: Одяг для дому та сну

source: Pyjamas
ru: Пижамы
uk: Піжами

source: Slip dresses
ru: Ночнушки
uk: Ночнушки

source: Dressing gowns
ru: Халаты
uk: Халати

source: Perfumes
ru: Парфюмерия
uk: Парфумерія

# CosmeticsAndAccessories
source: Cosmetics & accessories
ru: Косметика и аксессуары
uk: Косметика та аксесуари

# DogsClothesAndAccessories
source: Dog clothes & accessories
ru: Одежда и аксессуары для животных
uk: Одяг та аксесуари для тварин

source: Budget product
ru: Бюджетный товар
uk: Бюджетний товар

source: Moderate product
ru: Товар средней стоимости
uk: Товар середньої вартості

source: Expensive product
ru: Дорогой товар
uk: Дорогий товар
